---
kind: enumMember
id: F:Autodesk.Revit.DB.ACADVersion.Default
enum: Autodesk.Revit.DB.ACADVersion
source: html/514f9d4f-9ef1-2f6d-abe8-c73dcdb1063a.htm
---
# Autodesk.Revit.DB.ACADVersion.Default

The Autodesk Revit application's default export format.